[
  {
    "title": "Черно-белое мышление",
    "definition": "Черно-белое мышление — это когнитивное искажение, при котором человек воспринимает события, ситуации или людей исключительно в крайностях: либо «хорошо», либо «плохо», не учитывая промежуточных оттенков или нюансов.",
    "examples": [
      "Человек думает: «Если я совершил ошибку, значит, я полный неудачник».",
      "Ситуация воспринимается так: «Если я не сделаю это идеально, значит, я провалился».",
      "Реакция на критику: «Если меня критикуют, значит, я всегда неправ»."
    ],
    "causes": [
      "Перфекционизм, когда человек стремится к идеалу и не принимает никаких отклонений.",
      "Сильные эмоциональные переживания или стресс, которые снижают способность видеть нюансы.",
      "Личностные особенности или психологические состояния, такие как тревожность или депрессия.",
      "Низкая терпимость к неопределенности и сложным ситуациям."
    ],
    "effects": [
      "Снижение способности объективно оценивать происходящее.",
      "Эмоциональное истощение из-за постоянных крайностей в восприятии.",
      "Возникновение конфликтов и недопонимания в отношениях.",
      "Усложнение принятия решений в личной и профессиональной жизни."
    ],
    "recommendations": [
      {
        "title": "Замечать проявления",
        "description": "Отслеживайте свои мысли и замечайте моменты, когда вы мысленно используете крайности, такие как «всегда», «никогда», «идеально», «провал»."
      },
      {
        "title": "Искать компромисс",
        "description": "Старайтесь задавать себе вопросы: «Есть ли другие варианты?» или «Может быть, причина не одна, а несколько?»."
      },
      {
        "title": "Развивать терпимость к неопределенности",
        "description": "Примите, что мир сложен и не делится строго на «черное» и «белое». Попробуйте находить промежуточные варианты."
      },
      {
        "title": "Использовать когнитивную реструктуризацию",
        "description": "Переосмысливайте свои мысли, заменяя крайние суждения более сбалансированными и объективными выводами."
      }
    ]
  },
  {
    "title": "Подтверждающее искажение",
    "definition": "Подтверждающее искажение — это склонность искать, интерпретировать и запоминать информацию таким образом, чтобы она подтверждала ваши существующие убеждения, игнорируя данные, которые им противоречат.",
    "examples": [
      "Человек читает только те новости, которые подтверждают его политические взгляды.",
      "Помнит только те события, которые укрепляют его убеждения, и забывает о тех, которые противоречат им."
    ],
    "causes": [
      "Желание сохранять стабильность своих убеждений.",
      "Использование когнитивных сокращений для упрощения сложных решений.",
      "Эмоциональная привязанность к своим взглядам и страх быть неправым."
    ],
    "effects": [
      "Затруднение объективного анализа информации.",
      "Укрепление ошибочных представлений и стереотипов.",
      "Принятие решений на основе неполной или предвзятой информации."
    ],
    "recommendations": [
      {
        "title": "Искать противоположные точки зрения",
        "description": "Старайтесь изучать мнения, которые бросают вызов вашим убеждениям, чтобы видеть ситуацию с разных сторон."
      },
      {
        "title": "Использовать нейтральные источники",
        "description": "Чаще обращайтесь к беспристрастным источникам информации, чтобы избежать однобокости."
      },
      {
        "title": "Практиковать осознанность",
        "description": "Размышляйте над тем, что именно влияет на ваши выводы: факты или предвзятые предположения."
      }
    ]
  }
]
