{
  "blocks": [
    {
      "title": "Осознанность",
      "goals": [
        "Облегчить боль, уменьшить стресс",
        "Повысить уровень удовлетворения жизнью",
        "Научиться лучше контролировать ум",
        "Пеерживать реальность такой какая она есть"
      ],
      "skills": [
        {
          "name": "Наблюдение",
          "category": "Что",
          "recap": "замечать",
          "points": [
            {
              "text": "Отмечайте ощущения в теле, получаемые через органы чувств (глаза, уши, нос, кожу и язык)."
            },
            {
              "text": "Намеренно направляйте внимание на настоящий момент."
            },
            {
              "text": "Контролируйте свое внимание, а не то, что является его объектом. Ничего не отталкивайте и на за что не цепляйтесь."
            },
            {
              "text": "Практикуйте безмолвное наблюдение: наблюдайте за мыслями, которые приходят в голову, позволяя им проплывать мимо, подобно облакам в небе. Наблюдайте, как эмоции появляются и исчезают в вас, словно волны в океане."
            },
            {
              "text": "Налюдайте за происходящим как вовне, так и внутри себя."
            },
            {
              "text": "Идеи для практики наблюдения",
              "variant": "header",
              "subpoints": [
                "Сядьте на скамейку. Смотрите, кто проходит перед вами, в поле вашего зрения. Постарайтесь не сопровождать прохожих взглядом.",
                "Пережевывая пищу, обратите внимание, когда появляется побуждение ее проглотить.",
                "Когда приходит мысль, отмечайте это, например, говоря: «В голове появилась мысль, что здесь жарко»."
              ]
            }
          ]
        },
        {
          "name": "Описание",
          "recap": "добавить слова, только факты",
          "category": "Что",
          "points": [
            {
              "text": "Описывайте свои переживания словами. Осознавайте, когда внутри возникает чувство или мысль, либо когда вы делаете что-то. Например, проговаривайте про себя: «Меня только что охватила печаль», «У меня сжались мышцы живота» или «Мне пришла в голову мысль, что я не могу это сделать»."
            },
            {
              "text": "Обозначайте наблюдаемое. Называйте свои чувства словами. Обозначайте мысль как просто «мысль», чувство — как «чувство», а действие — как «действие»."
            },
            {
              "text": "Отделите ваши интерпретации и суждения от фактов. Описывайте наблюдаемое только с помощью фактов: «что», «кто», «когда», «где». Только факты."
            },
            {
              "text": "Помните, что, если вы не можете наблюдать что-либо посредством органов чувств, вы не сможете и описать это."
            },
            {
              "text": "Идеи для практики описания",
              "variant": "header",
              "subpoints": [
                "Описывайте, что человек делает в данный момент или то, что он только что сделал. Будьте предельно точны. Избегайте описания намерений или обстоятельств поведения, которые вы не воспринимаете напрямую. Избегайте оценок.",
                "Описывайте мысли, чувства и наблюдаемое поведение: «Когда ты делаешь А, я чувствую Б, и у меня возникает мысль В», «Когда происходит А, я чувствую Б, и думаю В».",
                "Когда у вас возникает сильная эмоция, описывайте ее посредством как можно большего количества мыслей."
              ]
            }
          ]
        },
        {
          "name": "Участие",
          "recap": "погрузиться в происходящее",
          "category": "Что",
          "points": [
            {
              "text": "Вовлекайтесь полностью в деятельность, которая происходит в настоящем моменте. Не отделяйте себя от того, что происходит в настоящий момент (танцуете ли вы, делаете уборку, разговариваете с другом, испытываете радость или грусть)."
            },
            {
              "text": "Становитесь единым целым с тем, что вы делаете, полностью забывая при этом себя. Погрузитесь в переживание настоящего момента."
            },
            {
              "text": "Действуйте интуитивно из мудрого разума. Делайте именно то, что необходимо в каждой конкретной ситуации, словно вы искусный танцор на танцполе, единый с музыкой и со своим партнером, без своеволия или бездействия."
            },
            {
              "text": "Будьте в потоке. Пусть ваши ответные реакции будут спонтанными."
            },
            {
              "text": "Идеи для практики участия",
              "variant": "header",
              "subpoints": [
                "Танцуйте под музыку.",
                "Полностью погружайтесь в то, что говорит другой человек.",
                "Займитесь каким-либо видом спорта и полностью погрузитесь в него."
              ]
            }
          ]
        },
        {
          "name": "Безоценочно",
          "category": "Как",
          "points": [
            {
              "text": "Наблюдайте происходящее (внутри или снаружи), но не оценивайте его как «хорошее» или «плохое». Только факты."
            },
            {
              "text": "Принимайте каждый момент, подобно поверхности лужайки, готовой принять:",
              "subpoints": [
                "и дождь",
                "и солнце",
                "и каждый упавший на нее лист"
              ]
            },
            {
              "text": "Признавайте различия между полезным и вредным, безопасным и опасным, но не оценивайте их."
            },
            {
              "text": "Признавайте свои ценности, желания, эмоциональные реакции, но не оценивайте их."
            },
            {
              "text": "Когда вы обнаруживаете, что начинаете осуждать, не осуждайте себя за свое осуждение."
            },
            {
              "text": "Идеи для практики безоценочности",
              "variant": "header",
              "subpoints": [
                "Практикуйте наблюдение за оценочными мыслями и утверждениями, проговаривая про себя: «В моем уме возникла оценочная мысль».",
                "Подсчитывайте оценочные мысли и суждения (подойдет любое приложение-счётчик).",
                "Заменяйте оценочные мысли и утверждения безоценочными фактами.",
                "Изменяйте осуждающие выражение лица, позу, движения и тон голоса."
              ]
            }
          ]
        },
        {
          "name": "Однонаправленно",
          "recap": "здесь и сейчас",
          "category": "Как",
          "points": [
            {
              "text": "Сосредоточьте свое внимание на настоящем. Полностью присутствуйте в данном конкретном моменте."
            },
            {
              "text": "Выполняйте одно дело за раз. Отмечайте желание присутствовать наполовину, быть где-то в другом месте, делать что-то еще, включаться в многозадачность — и затем снова возвращайтесь к одному делу, которое выполняете в данный момент:",
              "subpoints": [
                "когда вы едите, ешьте",
                "когда вы идете, идите",
                "когда вы волнуетесь, волнуйтесь",
                "когда вы планируете, планируйте",
                "когда вы вспоминаете, вспоминайте"
              ]
            },
            {
              "text": "Освободитесь от того, что отвлекает. Если посторонние действия, мысли или сильные чувства отвлекают вас, возвращайтесь к тому, что вы делаете, снова и снова."
            },
            {
              "text": "Сосредоточьте свой разум. Если вы замечаете, что делаете две вещи одновременно, остановитесь и возвращайтесь к чему-то одному (противоположность многозадачности)."
            },
            {
              "text": "Идеи для практики однонаправленности",
              "variant": "header",
              "subpoints": [
                "Осознанно вымойте посуду, как если бы каждая тарелка была объектом для созерцания. Воспринимайте каждую тарелку как священную. Следите за дыханием, чтобы предотвратить блуждание разума. Не старайтесь закончить работу поскорее. Отнеситесь к мытью посуды, как к самому важному делу в жизни.",
                "Позвольте себе принять ванну в течение тридцати-сорока пяти минут. Не ускоряйтесь ни на секунду от момента приготовления ванны до момента надевания чистой одежды. Пусть все движения будут легкими и медленными. Будьте внимательны к каждому движению. Уделите внимание каждой части тела без предубеждения и страха. Следите за дыханием. Осознавайте каждую струйку воды, бегущую по телу. К моменту окончания практики ваш разум будет чувствовать себя таким же умиротворенным и легким, как и тело."
              ]
            }
          ]
        },
        {
          "name": "Эффективно",
          "recap": "фокус на том, что работает",
          "category": "Как",
          "points": [
            {
              "text": "Осознавайте свои цели в конкретной ситуации и делайте то, что необходимо для их достижения."
            },
            {
              "text": "Сосредоточьтесь на том, что действительно работает (не позволяйте эмоциональному разуму мешать вам быть эффективным)."
            },
            {
              "text": "Играйте по правилам."
            },
            {
              "text": "Действуйте настолько искусно, насколько это возможно. Делайте то, что необходимо, ориентируясь на реально существующую ситуацию, а не на ситуацию, в которой вы хотели бы оказаться (или ситуацию, которая кажется вам более справедливой или более комфортной)."
            },
            {
              "text": "Освободитесь от своеволия и желания сидеть сложа руки."
            },
            {
              "text": "Идеи для практики безоценочности",
              "variant": "header",
              "subpoints": [
                "Наблюдайте за моментом, когда вы начинаете сердиться или чувствовать по отношению к кому-либо враждебность. Спросите себя: «Это эффективно?»",
                "Наблюдайте за собой, когда вы начинаете хотеть быть правым, вместо того чтобы быть эффективным. Отпустите желание правоты и попробуйте быть эффективным.",
                "Когда вы испытываете злость или враждебность, либо когда вы вот-вот сделаете что-то неэффективное, практикуйте «ладони готовности»."
              ]
            }
          ]
        },
        {
          "name": "Мудрый разум",
          "points": [
            {
              "text": "Рациональный разум",
              "variant": "header",
              "subpoints": [
                "Холодный",
                "Рассудочный",
                "Ориентированный на задачу",
                "Оперирует фактами, причинно-следственными связями, логикой и прагматизмом",
                "Ценности и чувства для него не важны"
              ]
            },
            {
              "text": "Эмоциональный разум",
              "variant": "header",
              "subpoints": [
                "Пылкий",
                "Зависимый от настроения",
                "Ориентированный на эмоции",
                "В эмоциональном разуме нами управляют настроения, чувства, побуждения сказать или сделать что-либо. Факты, логика и причинно-следственные связи для него не важны"
              ]
            },
            {
              "text": "Мудрый разум",
              "variant": "header",
              "subpoints": [
                "Внутренний источник мудрости каждого человека",
                "Ценит как рассудок, так и эмоции",
                "Примиряет левое и правое полушария",
                "Следует срединному пути"
              ]
            },
            {
              "text": "Идея для практики мудрого разума",
              "variant": "header",
              "subpoints": [
                "Спуск по винтовой лестнице. Представьте, что внутри вас есть винтовая лестница, спускающаяся вниз, к самому центру вашего Я. Начните очень медленно спускаться по этой лестнице вниз, погружаясь все глубже и глубже внутрь себя. Отмечайте возникающие ощущения. Если хотите, можете отдохнуть, присев на ступеньку, или включить на лестнице свет. Не принуждайте себя идти быстрее, чем вам хочется. Обращайте внимание на тишину. Как только вы достигнете своего центра, позвольте вниманию остановиться и побыть там — возможно, в теле это место будет соответствовать центру живота."
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Стрессоустойчивость",
      "goals": [
        "Пережить кризисные ситуации, не усугубив их",
        "Принять реальность такой, какая она есть в настоящий момент",
        "Стать свободным"
      ],
      "skills": [
        {
          "name": "За и против",
          "category": "Пережить кризис",
          "points": [
            {
              "text": "Когда «За и против» может помочь",
              "variant": "header",
              "subpoints": [
                "Сравнить достоинства и недостатки разных вариантов",
                "Помочь противостоять импульсивным или деструктивным побуждениям",
                "Это навык для обдумывания положительных и отрицательных последствий действия или бездействия с кризисным побуждением"
              ]
            },
            {
              "text": "Как заполнять",
              "variant": "header",
              "subpoints": [
                "Опишите кризисное поведение",
                "Проанализируйте достоинства и недостатки",
                "Рассмотрите как краткосрочные, так и долгосрочные",
                "Рассмотрите все за и против каждого кризисного побуждения",
                "Много раз прорабатывайте за и против",
                "Прежде, чем одолеет кризисное побуждение",
                "Скажите «нет» кризисному побуждению"
              ]
            },
            {
              "text": "Спросите у мудрого разума: «Я предпочту хороший день или хорошую жизнь?»"
            }
          ]
        },
        {
          "name": "Стоп",
          "category": "Пережить кризис",
          "recap": "остановись",
          "points": [
            {
              "text": "Стоп поможет воздержаться от импульсивных, основанных на эмоциях действий и не усугубить ситуацию."
            },
            {
              "text": "Стойте",
              "variant": "header"
            },
            {
              "text": "Просто не реагируйте. Остановитесь! Замрите! Не шевелитесь! Эмоции могут попытаться заставить вас действовать бездумно. Сохраняйте контроль!"
            },
            {
              "text": "Отступите на шаг назад",
              "variant": "header"
            },
            {
              "text": "Отступите на шаг из ситуации. Сделайте перерыв. Отпустите ситуацию. Сделайте глубокий вдох и выдох. Не позволяйте своим чувствам заставить вас действовать импульсивно."
            },
            {
              "text": "Осмотритесь",
              "variant": "header"
            },
            {
              "text": "Понаблюдайте за тем, что происходит внутри вас и снаружи. Какова ситуация? О чем вы думаете и что чувствуете? Что говорят или делают окружающие?"
            },
            {
              "text": "Попытайтесь действовать осознанно",
              "variant": "header"
            },
            {
              "text": "Действуйте осознанно. Прежде чем решить, что делать, рассмотрите свои мысли и чувства, ситуацию, мысли и чувства других людей. Подумайте о своих целях. Спросите свой мудрный разум: «Какие действия могут улучшить или ухудшить ситуацию?»"
            }
          ],
          "youtube": "https://youtu.be/7O5RQosCmXY?si=B5hUF6A3R4yKMbtK"
        },
        { "name": "Труд", "category": "Пережить кризис" },
        {
          "name": "Отвлечение (Пережить с мудрым разумом)",
          "category": "Пережить кризис"
        },
        { "name": "Самоуспокоение", "category": "Пережить кризис" },
        { "name": "Поправьте момент", "category": "Пережить кризис" },
        { "name": "Радикальное принятие" }
      ]
    },
    {
      "title": "Эмоциональная саморегуляция",
      "skills": []
    },
    {
      "title": "Межличностная эффективность",
      "skills": []
    }
  ]
}
