{
  "blocks": [
    {
      "title": "Осознанность",
      "skills": [
        {
          "name": "Мудрый разум",
          "points": [
            {
              "text": "Осознавайте свои состояния разума:",
              "subpoints": [
                "Эмоциональный разум: реагирует на чувства и эмоции",
                "Рациональный разум: основывается на логике и фактах",
                "Мудрый разум: объединяет эмоции и логику, руководствуется интуицией"
              ]
            },
            {
              "text": "Достигайте мудрого разума через:",
              "subpoints": [
                "Ощущение внутреннего покоя",
                "Принятие сложных решений",
                "Осознание истинных потребностей"
              ]
            },
            {
              "text": "Практикуйте:",
              "subpoints": [
                "Медитацию или глубокое дыхание, чтобы успокоить ум",
                "Внимательность к своему телу и эмоциям",
                "Наблюдение за тем, как эмоции и разум влияют на ваше восприятие"
              ]
            },
            {
              "text": "Используйте мудрый разум, чтобы принимать решения:",
              "subpoints": [
                "Прислушивайтесь к интуиции",
                "Сохраняйте баланс между фактами и чувствами",
                "Проверяйте свои намерения на их соответствие вашим ценностям"
              ]
            }
          ]
        },
        {
          "name": "Наблюдение",
          "category": "Что",
          "recap": "замечать",
          "points": [
            {
              "text": "Отмечайте ощущения в теле, получаемые через органы чувств (глаза, уши, нос, кожу и язык)."
            },
            {
              "text": "Намеренно направляйте внимание на настоящий момент."
            },
            {
              "text": "Контролируйте свое внимание, а не то, что является его объектом. Ничего не отталкивайте и на за что не цепляйтесь."
            },
            {
              "text": "Практикуйте безмолвное наблюдение: наблюдайте за мыслями, которые приходят в голову, позволяя им проплывать мимо, подобно облакам в небе. Наблюдайте, как эмоции появляются и исчезают в вас, словно волны в океане."
            },
            {
              "text": "Налюдайте за происходящим как вовне, так и внутри себя."
            },
            {
              "text": "Идеи для практики наблюдения",
              "variant": "header",
              "subpoints": [
                "Сядьте на скамейку. Смотрите, кто проходит перед вами, в поле вашего зрения. Постарайтесь не сопровождать прохожих взглядом.",
                "Пережевывая пищу, обратите внимание, когда появляется побуждение ее проглотить.",
                "Когда приходит мысль, отмечайте это, например, говоря: «В голове появилась мысль, что здесь жарко»."
              ]
            }
          ]
        },
        {
          "name": "Описание",
          "recap": "добавить слова, только факты",
          "category": "Что",
          "points": [
            {
              "text": "Описывайте свои переживания словами. Осознавайте, когда внутри возникает чувство или мысль, либо когда вы делаете что-то. Например, проговаривайте про себя: «Меня только что охватила печаль», «У меня сжались мышцы живота» или «Мне пришла в голову мысль, что я не могу это сделать»."
            },
            {
              "text": "Обозначайте наблюдаемое. Называйте свои чувства словами. Обозначайте мысль как просто «мысль», чувство — как «чувство», а действие — как «действие»."
            },
            {
              "text": "Отделите ваши интерпретации и суждения от фактов. Описывайте наблюдаемое только с помощью фактов: «что», «кто», «когда», «где». Только факты."
            },
            {
              "text": "Помните, что, если вы не можете наблюдать что-либо посредством органов чувств, вы не сможете и описать это."
            },
            {
              "text": "Идеи для практики описания",
              "variant": "header",
              "subpoints": [
                "Описывайте, что человек делает в данный момент или то, что он только что сделал. Будьте предельно точны. Избегайте описания намерений или обстоятельств поведения, которые вы не воспринимаете напрямую. Избегайте оценок.",
                "Описывайте мысли, чувства и наблюдаемое поведение: «Когда ты делаешь А, я чувствую Б, и у меня возникает мысль В», «Когда происходит А, я чувствую Б, и думаю В».",
                "Когда у вас возникает сильная эмоция, описывайте ее посредством как можно большего количества мыслей."
              ]
            }
          ]
        },
        {
          "name": "Участие",
          "recap": "погрузиться в происходящее",
          "category": "Что",
          "points": [
            {
              "text": "Вовлекайтесь полностью в деятельность, которая происходит в настоящем моменте. Не отделяйте себя от того, что происходит в настоящий момент (танцуете ли вы, делаете уборку, разговариваете с другом, испытываете радость или грусть)."
            },
            {
              "text": "Становитесь единым целым с тем, что вы делаете, полностью забывая при этом себя. Погрузитесь в переживание настоящего момента."
            },
            {
              "text": "Действуйте интуитивно из мудрого разума. Делайте именно то, что необходимо в каждой конкретной ситуации, словно вы искусный танцор на танцполе, единый с музыкой и со своим партнером, без своеволия или бездействия."
            },
            {
              "text": "Будьте в потоке. Пусть ваши ответные реакции будут спонтанными."
            },
            {
              "text": "Идеи для практики участия",
              "variant": "header",
              "subpoints": [
                "Танцуйте под музыку.",
                "Полностью погружайтесь в то, что говорит другой человек.",
                "Займитесь каким-либо видом спорта и полностью погрузитесь в него."
              ]
            }
          ]
        },
        {
          "name": "Безоценочно",
          "category": "Как",
          "points": [
            {
              "text": "Наблюдайте происходящее (внутри или снаружи), но не оценивайте его как «хорошее» или «плохое». Только факты."
            },
            {
              "text": "Принимайте каждый момент, подобно поверхности лужайки, готовой принять:",
              "subpoints": [
                "и дождь",
                "и солнце",
                "и каждый упавший на нее лист"
              ]
            },
            {
              "text": "Признавайте различия между полезным и вредным, безопасным и опасным, но не оценивайте их"
            },
            {
              "text": "Признавайте свои ценности, желания, эмоциональные реакции, но не оценивайте их"
            },
            {
              "text": "Когда вы обнаруживаете, что начинаете осуждать, не осуждайте себя за свое осуждение"
            }
          ]
        },
        {
          "name": "Однонаправленно",
          "recap": "здесь и сейчас",
          "category": "Как",
          "points": [
            {
              "text": "Сосредоточьте свое внимание на настоящем. Полностью присутствуйте в данном конкретном моменте"
            },
            {
              "text": "Выполняйте одно дело за раз. Отмечайте желание присутствовать наполовину, быть где-то в другом месте, делать что-то еще, включаться в многозадачность — и затем снова возвращайтесь к одному делу, которое выполняете в данный момент:",
              "subpoints": [
                "когда вы едите, ешьте",
                "когда вы идете, идите",
                "когда вы волнуетесь, волнуйтесь",
                "когда вы планируете, планируйте",
                "когда вы вспоминаете, вспоминайте"
              ]
            },
            {
              "text": "Освободитесь от того, что отвлекает. Если посторонние действия, мысли или сильные чувства отвлекают вас, возвращайтесь к тому, что вы делаете, снова и снова"
            },
            {
              "text": "Сосредоточьте свой разум. Если вы замечаете, что делаете две вещи одновременно, остановитесь и возвращайтесь к чему-то одному (противоположность многозадачности)"
            }
          ]
        },
        {
          "name": "Эффективно",
          "recap": "фокус на том, что работает",
          "category": "Как",
          "points": [
            {
              "text": "Делайте то, что работает:",
              "subpoints": [
                "Фокусируйтесь на цели",
                "Не застревайте в том, что «должно быть»",
                "Будьте прагматичны"
              ]
            },
            {
              "text": "Отпускайте упрямство и своеволие"
            },
            {
              "text": "Играйте по правилам, а не против них"
            }
          ]
        }
      ]
    },
    {
      "title": "Эмоциональная саморегуляция",
      "skills": [
        {
          "name": "За и против",
          "points": [
            {
              "text": "Размышляйте над текущей ситуацией, оценивая её с разных сторон:",
              "subpoints": [
                "Какие преимущества есть у вашего текущего поведения?",
                "Какие недостатки связаны с вашим текущим поведением?",
                "Какие выгоды вы получите, если измените своё поведение?",
                "Какие трудности могут возникнуть, если вы решите изменить своё поведение?"
              ]
            },
            {
              "text": "Не спешите принимать решение:",
              "subpoints": [
                "Дайте себе время взвесить все «за» и «против».",
                "Не бойтесь вернуться к размышлениям позже, если нужно больше ясности."
              ]
            },
            {
              "text": "Используйте этот анализ, чтобы принимать более осознанные решения:",
              "subpoints": [
                "Сравните плюсы и минусы каждой стороны.",
                "Определите, что для вас важнее в долгосрочной перспективе.",
                "Обратите внимание на возможные последствия."
              ]
            },
            {
              "text": "Практический совет:",
              "subpoints": [
                "Записывайте плюсы и минусы на бумаге, чтобы видеть картину более ясно.",
                "Обсудите свои размышления с близким человеком, чтобы получить дополнительную точку зрения."
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Стрессоустойчивость",
      "skills": [
        {
          "name": "Стоп",
          "recap": "остановись",
          "points": [
            {
              "text": "Остановитесь:",
              "subpoints": [
                "Прервите свои действия или реакции.",
                "Не делайте ничего, что может ухудшить ситуацию."
              ]
            },
            {
              "text": "Сделайте паузу:",
              "subpoints": [
                "Сделайте глубокий вдох.",
                "Дайте себе время, чтобы осознать, что происходит."
              ]
            },
            {
              "text": "Обратите внимание:",
              "subpoints": [
                "Посмотрите вокруг — что происходит в данный момент?",
                "Оцените свои мысли и эмоции, не осуждая их."
              ]
            },
            {
              "text": "Планируйте свои действия:",
              "subpoints": [
                "Выберите следующий шаг, который будет полезным и безопасным.",
                "Действуйте с учётом долгосрочных последствий, а не импульсивно."
              ]
            }
          ],
          "youtube": "https://youtu.be/7O5RQosCmXY?si=B5hUF6A3R4yKMbtK"
        }
      ]
    },
    {
      "title": "Межличностная эффективность",
      "skills": []
    }
  ]
}
